export const imagesDB = [
  { id: 1, img: '/pictures/carousel2.jpeg' },
  { id: 2, img: '/pictures/carousel3.jpeg' },
  { id: 3, img: '/pictures/carousel4.jpeg' },
];

export const descsDB = [
  { id: 1, desc: 'панорамные окна', img: '/pictures/odds/window.png' },
  { id: 2, desc: 'зона спа', img: '/pictures/odds/sauna.png' },
  { id: 3, desc: 'кухня с современной техникой', img: '/pictures/odds/kitchen.png' },
  { id: 4, desc: 'терраса', img: '/pictures/odds/terrace.png' },
  { id: 5, desc: 'мангальная зона', img: '/pictures/odds/brazier.png' },
  { id: 6, desc: 'близость к аквапарку и горячим источникам', img: '/pictures/odds/thermae.png' },
];

export const cottagesDB = [
  {
    id: 1,
    name: 'Светлый',
    sq: '280 м²',
    count: 30,
    sleeper: 22,
    address: 'Тюмень, улица Николая Егорова',
    imgs: '/pictures/light/1.jpeg\n/pictures/light/2.jpeg\n/pictures/light/3.jpeg\n/pictures/light/4.jpeg\n/pictures/light/5.jpeg\n/pictures/light/6.jpeg\n/pictures/light/7.jpeg\n/pictures/light/8.jpeg\n/pictures/light/9.jpeg\n/pictures/light/10.jpeg\n/pictures/light/11.jpeg\n/pictures/light/12.jpeg',
    description: 'Спальных мест 22 (4 отдельных спальни с двумя двуспальными кроватями в каждой и диваны по дому, а также имеется тайная комната Гарри Потера)\n Большая вместимость и много уютных спальных мест\n Кухня оборудована современной техникой и красивой посудой\n Необходимые мелочи есть: шампура, решётки на мангал, туалетная бумага, губки, средство для посуды, мыло, полотенца и др.',
    price: '17000₽\n Обеспечительный залог - 5000₽\n Понедельник-четверг - 17000₽\n Пятница, воскресенье и предпраздничные дни - 25000₽\n Суббота и праздники - 30000₽',
    checkIn: '15:00',
    checkOut: '13:00',
    add: 'Ограничение по возрасту с 25 лет \n Салюты запрещены. Соблюдается Закон о тишине, после 22-00 на улице не включать громкую музыку \n Курить в доме нельзя, даже кальян \n Раннее заселение или поздний выезд оплачивается отдельно - 700₽ час \n Баня оплачивается отдельно, за 4 часа - 2000₽ \n Постельное белье за отдельную плату 100₽ за комплект \n Воду питьевую с собой привозить, с крана пить не рекомендуем \n Грязную посуду за собой нужно вымыть или обратится к нам, мы за доп плату вымоем за вас:)'
  },
  {
    id: 2,
    name: 'Темный',
    sq: '250 м²',
    count: 25,
    sleeper: 19,
    address: 'Тюмень, улица Николая Егорова',
    imgs: '/pictures/dark/1.jpeg\n/pictures/dark/2.jpeg\n/pictures/dark/3.jpeg\n/pictures/dark/4.jpeg\n/pictures/dark/5.jpeg\n/pictures/dark/6.jpeg\n/pictures/dark/7.jpg\n/pictures/dark/8.jpeg\n/pictures/dark/9.jpeg\n/pictures/dark/10.jpeg\n/pictures/dark/11.jpeg\n/pictures/dark/12.jpeg\n/pictures/dark/13.jpeg\n/pictures/dark/14.jpeg\n/pictures/dark/15.jpeg\n/pictures/dark/16.jpeg\n/pictures/dark/17.jpeg\n/pictures/dark/18.jpeg\n/pictures/dark/19.jpeg\n/pictures/dark/20.jpeg\n/pictures/dark/21.jpeg\n/pictures/dark/22.jpeg',
    description: 'Бильярдный зал, четыре отдельных спальни и санузел на втором этаже\n Современная кухня с банкетным залом и потолками высотой в 6 метров на первом этаже\n Зона СПА (баня с душевой и комнатой отдыха) и сан узлом на первом этаже также в доме\n На стенах авторская роспись и картины художников Тюмени!',
    price: '15000₽\n Обеспечительный депозит: 5000₽\n Понедельник-четверг - 15000₽\n Пятница, воскресенье и предпраздничные дни - 20000₽\n Суббота и праздники - 25000₽',
    checkIn: '15:00',
    checkOut: '13:00',
    add: 'Ограничение по возрасту с 25 лет \n Салюты запрещены. Соблюдается Закон о тишине, после 22-00 на улице не включать громкую музыку \n Курить в доме нельзя, даже кальян \n Раннее заселение или поздний выезд оплачивается отдельно - 700₽ час \n Баня оплачивается отдельно, за 4 часа - 2000₽ \n Постельное белье за отдельную плату 100₽ за комплект \n Воду питьевую с собой привозить, с крана пить не рекомендуем \n Грязную посуду за собой нужно вымыть или обратится к нам, мы за доп плату вымоем за вас:)'
  },
  {
    id: 3,
    name: 'Прованс',
    sq: '300 м²',
    count: 50,
    sleeper: 32,
    address: 'Тюмень, улица Николая Егорова',
    imgs: '/pictures/violet/1.jpeg\n/pictures/violet/2.jpeg\n/pictures/violet/3.jpeg\n/pictures/violet/4.jpeg\n/pictures/violet/5.jpeg\n/pictures/violet/6.jpeg\n/pictures/violet/7.jpeg\n/pictures/violet/8.jpeg\n/pictures/violet/9.jpeg\n/pictures/violet/10.jpeg\n/pictures/violet/11.jpeg\n/pictures/violet/12.jpeg\n/pictures/violet/13.jpeg\n/pictures/violet/14.jpeg',
    description: "Единственный в Тюмени такого формата и с таким количеством спальных мест!\nБольшая вместимость и много уютных спальных мест.\nНа улице детская площадка с песочницей, домиком, качелями и столом с лавочками\nSMART TV (диагональ 65 д), караоке система, музыкальная колонка\nЗона СПА (баня с душевой и комнатой отдыха) на первом этаже  в доме\nКухня полностью оборудована: посудомоечная машина, два холодильника, плита, духовка, микроволновая печь, тостер и чайник. Посуда есть до 50 человек\nКондиционеры в летнее время",
    price: '22000₽\n Обеспечительный депозит: 5 000₽\n Понедельник-четверг - 22000₽\n Пятница, воскресенье и предпраздничные дни - 30000₽\n Суббота и праздники - 35000₽',
    checkIn: '14:00',
    checkOut: '12:00',
    add: 'Ограничение по возрасту с 25 лет \n Салюты запрещены. Соблюдается Закон о тишине, после 22-00 на улице не включать громкую музыку \n Курить в доме нельзя, даже кальян \n Раннее заселение или поздний выезд оплачивается отдельно - 700₽ час \n Баня оплачивается отдельно, за 4 часа - 2000₽ \n Постельное белье за отдельную плату 100₽ за комплект \n Воду питьевую с собой привозить, с крана пить не рекомендуем \n Грязную посуду за собой нужно вымыть или обратится к нам, мы за доп плату вымоем за вас:)'
  },
  {
    id: 4,
    name: 'Зелёный',
    sq: '105 м²',
    count: 10,
    sleeper: 10,
    address: 'Тюмень, улица Николая Егорова',
    imgs: '/pictures/small/1.jpeg\n/pictures/small/2.jpeg\n/pictures/small/3.jpeg\n/pictures/small/4.jpeg\n/pictures/small/5.jpeg\n/pictures/small/6.jpeg\n/pictures/small/7.jpeg\n/pictures/small/8.jpeg\n/pictures/small/9.jpeg\n/pictures/small/10.jpeg\n/pictures/small/11.jpeg\n/pictures/small/12.jpeg\n/pictures/small/13.jpeg\n/pictures/small/14.jpeg\n/pictures/small/15.jpeg\n/pictures/small/16.jpeg',
    description: 'На кухне варочная панель и духовка, стиральная машина, холодильник, микроволновая печь, тостер, чайник, имеется посуда.\n Баня, сан. узел, душевая кабина.\n На 2-м этаже комфортабельные две отдельные спальни (общее количество спальных мест в доме рассчитано на 10 взрослых человек), два телевизора, cпутниковое цифровое телевидение.\n Акустическая система (подключается через аукс, блютуз, флешку)\n Необходимые мелочи есть: туалетная бумага, губки, средство для мытья посуды,мыло, полотенца и др.',
    price: '6000₽\n Обеспечительный депозит: 3000₽\n Понедельник-четверг - 6000₽\n Пятница, воскресенье и предпраздничные дни - 8000₽\n Суббота и праздники - 10000₽',
    checkIn: '14:00',
    checkOut: '12:00',
    add: 'Ограничение по возрасту с 25 лет \n Салюты запрещены. Соблюдается Закон о тишине, после 22-00 на улице не включать громкую музыку \n Курить в доме нельзя, даже кальян \n Раннее заселение или поздний выезд оплачивается отдельно - 500₽ час \n Баня оплачивается отдельно, за 4 часа - 1000₽ \n Постельное белье за отдельную плату 100₽ за комплект \n Воду питьевую с собой привозить, с крана пить не рекомендуем \n Грязную посуду за собой нужно вымыть или обратится к нам, мы за доп плату вымоем за вас:)'
  },
];

