export const imagesDB = [
  { id: 1, img: '/pictures/carousel2.jpeg' },
  { id: 2, img: '/pictures/carousel3.jpeg' },
  { id: 3, img: '/pictures/carousel4.jpeg' },
];

export const descsDB = [
  { id: 1, desc: 'панорамные окна', img: '/pictures/odds/window.png' },
  { id: 2, desc: 'зона спа', img: '/pictures/odds/sauna.png' },
  { id: 3, desc: 'кухня с современной техникой', img: '/pictures/odds/kitchen.png' },
  { id: 4, desc: 'терраса', img: '/pictures/odds/terrace.png' },
  { id: 5, desc: 'мангальная зона', img: '/pictures/odds/brazier.png' },
  { id: 6, desc: 'близость к аквапарку и горячим источникам', img: '/pictures/odds/thermae.png' },
];

export const cottagesDB = [
  {
    id: 1,
    name: 'Светлый',
    sq: '280 м²',
    count: 30,
    sleeper: 22,
    address: 'Тюмень, улица Николая Егорова',
    imgs: '/pictures/light/1.jpeg\n/pictures/light/2.jpeg\n/pictures/light/3.jpeg\n/pictures/light/4.jpeg\n/pictures/light/5.jpeg\n/pictures/light/6.jpeg\n/pictures/light/7.jpeg\n/pictures/light/8.jpeg\n/pictures/light/9.jpeg\n/pictures/light/10.jpeg\n/pictures/light/11.jpeg\n/pictures/light/12.jpeg',
    description: 'Спальных мест 22 (4 отдельных спальни с двумя двуспальными кроватями в каждой и диваны по дому, а также имеется тайная комната Гарри Потера)\n Большая вместимость и много уютных спальных мест\n Кухня оборудована современной техникой и красивой посудой\n Необходимые мелочи есть: шампура, решётки на мангал, туалетная бумага, губки, средство для посуды, мыло, полотенца и др.',
    price: '17000₽\n Обеспечительный залог - 5000₽\n Понедельник-четверг - 17000₽\n Пятница, воскресенье и предпраздничные дни - 25000₽\n Суббота и праздники - 30000₽',
    checkIn: '15:00',
    checkOut: '13:00',
    add: 'Ограничение по возрасту с 25 лет \n Салюты запрещены. Соблюдается Закон о тишине, после 22-00 на улице не включать громкую музыку \n Курить в доме нельзя, даже кальян \n Раннее заселение или поздний выезд оплачивается отдельно - 700₽ час \n Баня оплачивается отдельно, за 4 часа - 2000₽ \n Постельное белье за отдельную плату 100₽ за комплект \n Воду питьевую с собой привозить, с крана пить не рекомендуем \n Грязную посуду за собой нужно вымыть или обратится к нам, мы за доп плату вымоем за вас:)'
  },
  {
    id: 2,
    name: 'Темный',
    sq: '250 м²',
    count: 25,
    sleeper: 19,
    address: 'Тюмень, улица Николая Егорова',
    imgs: '/pictures/dark/1.jpeg\n/pictures/dark/2.jpeg\n/pictures/dark/3.jpeg\n/pictures/dark/4.jpeg\n/pictures/dark/5.jpeg\n/pictures/dark/6.jpeg\n/pictures/dark/7.jpg\n/pictures/dark/8.jpeg\n/pictures/dark/9.jpeg\n/pictures/dark/10.jpeg\n/pictures/dark/11.jpeg\n/pictures/dark/12.jpeg\n/pictures/dark/13.jpeg\n/pictures/dark/14.jpeg\n/pictures/dark/15.jpeg\n/pictures/dark/16.jpeg\n/pictures/dark/17.jpeg\n/pictures/dark/18.jpeg\n/pictures/dark/19.jpeg\n/pictures/dark/20.jpeg\n/pictures/dark/21.jpeg\n/pictures/dark/22.jpeg',
    description: 'Бильярдный зал, четыре отдельных спальни и санузел на втором этаже\n Современная кухня с банкетным залом и потолками высотой в 6 метров на первом этаже\n Зона СПА (баня с душевой и комнатой отдыха) и сан узлом на первом этаже также в доме\n На стенах авторская роспись и картины художников Тюмени!',
    price: '15000₽\n Обеспечительный депозит: 5000₽\n Понедельник-четверг - 15000₽\n Пятница, воскресенье и предпраздничные дни - 20000₽\n Суббота и праздники - 25000₽',
    checkIn: '15:00',
    checkOut: '13:00',
    add: 'Ограничение по возрасту с 25 лет \n Салюты запрещены. Соблюдается Закон о тишине, после 22-00 на улице не включать громкую музыку \n Курить в доме нельзя, даже кальян \n Раннее заселение или поздний выезд оплачивается отдельно - 700₽ час \n Баня оплачивается отдельно, за 4 часа - 2000₽ \n Постельное белье за отдельную плату 100₽ за комплект \n Воду питьевую с собой привозить, с крана пить не рекомендуем \n Грязную посуду за собой нужно вымыть или обратится к нам, мы за доп плату вымоем за вас:)'
  },
  {
    id: 3,
    name: 'Прованс',
    sq: '300 м²',
    count: 50,
    sleeper: 32,
    address: 'Тюмень, улица Николая Егорова',
    imgs: '/pictures/violet/1.jpeg\n/pictures/violet/2.jpeg\n/pictures/violet/3.jpeg\n/pictures/violet/4.jpeg\n/pictures/violet/5.jpeg\n/pictures/violet/6.jpeg\n/pictures/violet/7.jpeg\n/pictures/violet/8.jpeg\n/pictures/violet/9.jpeg\n/pictures/violet/10.jpeg\n/pictures/violet/11.jpeg\n/pictures/violet/12.jpeg\n/pictures/violet/13.jpeg\n/pictures/violet/14.jpeg',
    description: "Единственный в Тюмени такого формата и с таким количеством спальных мест!\nБольшая вместимость и много уютных спальных мест.\nНа улице детская площадка с песочницей, домиком, качелями и столом с лавочками\nSMART TV (диагональ 65 д), караоке система, музыкальная колонка\nЗона СПА (баня с душевой и комнатой отдыха) на первом этаже  в доме\nКухня полностью оборудована: посудомоечная машина, два холодильника, плита, духовка, микроволновая печь, тостер и чайник. Посуда есть до 50 человек\nКондиционеры в летнее время",
    price: '22000₽\n Обеспечительный депозит: 5 000₽\n Понедельник-четверг - 22000₽\n Пятница, воскресенье и предпраздничные дни - 30000₽\n Суббота и праздники - 35000₽',
    checkIn: '14:00',
    checkOut: '12:00',
    add: 'Ограничение по возрасту с 25 лет \n Салюты запрещены. Соблюдается Закон о тишине, после 22-00 на улице не включать громкую музыку \n Курить в доме нельзя, даже кальян \n Раннее заселение или поздний выезд оплачивается отдельно - 700₽ час \n Баня оплачивается отдельно, за 4 часа - 2000₽ \n Постельное белье за отдельную плату 100₽ за комплект \n Воду питьевую с собой привозить, с крана пить не рекомендуем \n Грязную посуду за собой нужно вымыть или обратится к нам, мы за доп плату вымоем за вас:)'
  }
];

export const blogDB = [
  {
    id: 0,
    title: 'Услуги кейтеринга в Доме на Липовом',
    mainImg: 'https://sevastopol-hotel.com.ru/vrb_project/images/banquets/catering.jpg',
    mainText: `<p>Мы предоставляем услугу Кейтеринга. Проще говоря – это обеспечение компанией питания и предоставление высококлассных услуг ресторанного уровня на выбранном клиентом месте. Это дает больше возможностей для проведения праздничных и других мероприятий.\n\n Приготовление и доставка пищи – не единственное, что входит в полную стоимость услуги. Организация процесса кейтеринга – это также: \n составление и одобрение меню; \n закупка продуктов; \n приготовление блюд и напитков, отвечающих запросам заказчика; \n предоставление необходимого реквизита, в том числе текстиля, посуды, декора; \n обслуживание гостей на высочайшем уровне; \n уборка после завершения мероприятия. \n\n Непрерывный рост популярности кейтеринга легко объясним. Он обладает рядом несомненных преимуществ, которые и обусловили востребованность услуги. \n Появляется возможность провести мероприятие любого формата без привязки к месту и в точности со всеми пожеланиями заказчика. \n Нет нужды продумывать меню, составлять список продуктов, готовить разнообразные блюда, заниматься наймом персонала – всем этим занимаются представители кейтеринговой компании. \n Так как делом заняты профессионалы, мероприятие проходит по высшему разряду. \n Кейтеринг дает возможность одновременно обслуживать большое количество гостей. \n\n Каким бы ни был формат мероприятия – будь то легкий кофе-брейк или масштабный банкет – специалисты по кейтерингу справятся с любой задачей. \n Не нужно беспокоиться о праздничном оформлении зала и его чистоте после праздника. \n\n <b>Подведём этог: \n Кейтеринг позволяет организовывать мероприятие любого масштаба на высшем уровне. Заказчик избавляет себя от траты большого количества времени и сил на проработку меню, аренду помещения, организационные вопросы. В результате он полностью делегирует эти обязанности кейтерам и просто наслаждается идеальным мероприятием.</b></p>`,
    date: '10.01.2025г.',
    keywords: 'тюмень, кейтеринг',
    description: 'Мы предоставляем услугу Кейтеринга. Проще говоря – это обеспечение компанией питания и предоставление высококлассных услуг ресторанного уровня на выбранном клиентом месте.',
  },
  {
    id: 1,
    title: 'Горячие источники в Тюмени',
    mainImg: 'https://avatars.mds.yandex.net/get-altay/367090/2a000001613179e9d60d8bd1c643e07cf1f2/XXXL',
    mainText: `<p>В Тюменской области более 20 термальных источников с температурой от +36 до +48 °C. К ним можно приехать и просто искупаться или совместить купание с множеством развлечений: с посещением аквапарка, бани, с плаванием в озерах, прогулками по сосновым борам или погружением в купель зимой. <br /> Расскажем о лучших горячих источниках рядом с нами.</p>
                  <br /><br />
                  <a href="https://leto-leto.com/summer_area" target="_blank" rel="noopener"><b>«ЛетоЛето»</b></a>
                  <br /><br/>
                  <div className="therm">
                    <img src="https://uploads2.stells.info/storage/jpg/e/41/e415ea29c330db2a1a169c3cff12df8e.jpg" alt="ЛетоЛето, горячие источники в Тюмени" style="width: 100%; height: 300px; object-fit: cover; object-position: center"/>
                    <p>Первый в списке — «ЛетоЛето», самый большой термальный курорт на Урале и в Западной Сибири, удобно расположен от нас в 15 минутах на автомобиле. <br /> Курорт работает с 10:00 до 21:30 и включает в себя спа-комплекс с горячим источником под открытым небом, один из крупнейших в России аквапарков — 70 водных аттракционов, четырехзвездочный отель, кафе и ресторацию «Август». Здесь можно совместить расслабляющий отдых, экстремальные развлечения и оздоровление. Бонус — отличные виды: курорт расположен на живописном берегу реки Туры.</p>
                  </div>
                  <br />
                  <a href="https://www.volna72.ru/" target="_blank" rel="noopener"><b>«Волна»</b></a>
                  <br /><br/>
                  <div className="therm">
                    <img src="https://tyumengoryachieistochniki.ru/images/1/volna/Volna-0044.jpg" alt="Волна, горячие источники в Тюмени" style="width: 100%; height: 300px; object-fit: cover; object-position: center"/>
                    <br />
                    <p>Одно из главных преимуществ «Волны» — его отличное расположение, в 10 минутах на машине от центра города. Горячие источники находятся на территории бывшего советского санатория. В состав центра входит термальный 26-метровый открытый бассейн с гидромассажем, бани, соляная пещера, кафе и гостиница. Источник открыт для посещения с 8 утра и до 2 ночи, бани закрываются раньше — в 23:00, так что время расслабиться в минеральной воде найдется даже у самого занятого человека на свете.</p>
                  </div>
                  <br />
                  <a href="https://terma72.ru/" target="_blank" rel="noopener"><b>«Источник Тюменский»</b></a>
                  <br /><br/>
                  <div className="therm">
                    <img src="https://avatars.mds.yandex.net/get-altay/1246719/2a00000165d1d7eb61369336561ec8e31e9c/XXL" alt="Источник Тюменский, горячие источники в Тюмени" style="width: 100%; height: 300px; object-fit: cover; object-position: center"/>
                    <br />
                    <p>База отдыха «Источник Тюменский» находится в пригороде Тюмени, в селе Яр. Но добираться туда несложно — до базы из города ходит несколько автобусов и маршруток. <br />На территории расположены два комплекса: «Минеральный» — с открытым бассейном площадью 700 квадратов, там вода горячее — до +43 °C, и «Термальный» — с бассейном 800 квадратов и более прохладной водой — +30…+34 °C. Также на территории есть бассейны с холодной водой и зоны для детей. В обоих комплексах есть гидромассажные установки, а в «Минеральном» еще и номера для проживания, беседки, мангальная зона, массажный кабинет и кафе-гриль. К комплексу прилагается бесплатная охраняемая парковка. «Минеральный» открыт круглосуточно, а «Термальный» — с 10:00 до 22:00.</p>
                  </div>
                  <br />
                  <a href="https://vbor.ru/" target="_blank" rel="noopener"><b>«Верхний Бор»</b></a>
                  <br /><br/>
                  <div className="therm">
                    <img src="https://a.d-cd.net/2f050d2s-960.jpg" alt="Верхний Бор, горячие источники в Тюмени" style="width: 100%; height: 300px; object-fit: cover; object-position: center"/>
                    <br />
                    <p>«Верхний Бор» — это не просто горячие источники, это огромная база отдыха, она расположена в сосновом бору в 15 минутах езды от Тюмени на берегу озера Кривое. Туда можно доехать на автобусах с пересадками, но лучше воспользоваться такси или личным транспортом — выйдет гораздо быстрее. <br /> Здесь есть три отеля с развлекательной инфраструктурой, коттеджи, ресторанный комплекс и два термальных бассейна. Тот, что в гостиничном комплексе «ОТБ», площадью 400 квадратов, разделен на гидромассажную, плавательную и детскую зоны. Там же есть бани, кедровая бочка, массажная зона и бургерная. <br /> Второй бассейн находится в спа-отеле «Источник», здесь три отдельных чаши: две для взрослых с гидромассажем и одна поменьше для детей. В зимнее время для любителей экстремальных ощущений в озере устраивается купель. В спа-центре можно найти сауны, хамам, джакузи, купели, солярий, кедровые бочки и гидромассажные ванны.</p>
                  </div>
                  <br />
                  <a href="https://sovetsky.net/" target="_blank" rel="noopener"><b>«СоветSKY»</b></a>
                  <br /><br/>
                  <div className="therm">
                    <img src="https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_65257dc5cf3464648b3762ce_652595a78e649e54f596ff5d/scale_1200" alt="СоветSKY, горячие источники в Тюмени" style="width: 100%; height: 300px; object-fit: cover; object-position: center"/>
                    <br />
                    <p>Этот источник тоже находится вдали от города в сосновом бору на берегу озера. Добраться туда можно на такси, автомобиле или общественном транспорте по Салаирскому тракту 27 км — автобус № 107 до остановки «Горячий источник», деревня Нариманово. <br /> В местном бассейне самая горячая вода, в джакузи доходит до +48 °C, так что даже зимой тут очень жарко. Бассейн оснащен 12 гидропушками, водопадом, «грибком» для детей, гейзером и отдельной детской зоной. Озеро по соседству, кстати, тоже минеральное, так что летом можно купаться в нем. На территории курорта есть сауны, бар, отель, коммунальная гостиница, беседки, детская площадка.</p>
                  </div>`,
    date: '10.01.2025г.',
    keywords: 'горячие источники, тюмень, спа, баня, купель',
    description: 'Тюменской области более 20 термальных источников с температурой от +36 до +48 °C. К ним можно приехать и просто искупаться или совместить купание с множеством развлечений...'
  }
]